<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 ve üzeri</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 ve üzeri</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 ve üzeri</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 ve üzeri</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 ve üzeri</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 ve sonrası</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 ve sonrası</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 ve sonrası</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 ve üzeri</string>
      <string id="Cat_Google">Microsoft Edge Güncelleştirmesi</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge Güncelleştirmesi</string>
      <string id="Cat_Preferences">Tercihler</string>
      <string id="Cat_ProxyServer">Ara Sunucu</string>
      <string id="Cat_Applications">Uygulamalar</string>
      <string id="Cat_WebView">Microsoft Edge WebView</string>
      <string id="Pol_AutoUpdateCheckPeriod">Otomatik güncelleştirme denetleme süresini geçersiz kılma</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Otomatik güncelleştirme denetimini gizlemek için günlük zaman aralığı</string>
      <string id="Pol_DownloadPreference">URL sınıfı indirmeyi geçersiz kılma</string>
      <string id="DownloadPreference_DropDown">Önbelleğe alınabilen indirme URL'leri</string>
      <string id="Pol_ProxyMode">Ara sunucu ayarlarının nasıl belirleneceğini seç</string>
      <string id="Pol_ProxyServer">Ara sunucunun adresi veya URL'si</string>
      <string id="Pol_ProxyPacUrl">Ara sunucu .pac dosyasının URL'si</string>
      <string id="Pol_DefaultAllowInstallation">Yüklemeye varsayılan olarak izin ver</string>
      <string id="Pol_AllowInstallation">Yüklemeye izin ver</string>
      <string id="Pol_DefaultUpdatePolicy">Güncelleştirme ilkesi geçersiz kılma varsayılanı</string>
      <string id="Pol_UpdatePolicy">Güncelleştirme ilkesi geçersiz kılması</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Varsayılan yükleme sonrasında Masaüstü Kısayolu oluşturmayı engelleme</string>
      <string id="Pol_CreateDesktopShortcut">Yükleme sonrasında Masaüstü Kısayolu oluşturmayı engelleme</string>
      <string id="Pol_TargetVersionPrefix">Hedef sürümü geçersiz kılma</string>
      <string id="Pol_RollbackToTargetVersion">Hedef sürüme geri al</string>
      <string id="Pol_AllowSideBySideExperience">Microsoft Edge Yan Yana tarayıcı deneyimine izin ver</string>
      <string id="Explain_AllowSideBySideExperience">Bu ilke, kullanıcının Microsoft Edge (Edge HTML) ve Microsoft Edge (Chromium tabanlı) tarayıcılarını yan yana çalıştırmasını sağlar.

Bu ilke “Yapılandırılmadı” olarak ayarlanırsa Microsoft Edge (Chromium tabanlı), Microsoft Edge (Chromium tabanlı) Stable kanalı ve Kasım 2019 güvenlik güncelleştirmeleri yüklendikten sonra Microsoft Edge'in (Edge HTML) yerini alır. Bu, "Devre Dışı" ayarıyla aynı davranıştır.

“Devre Dışı” ayarı, yan yana deneyimini engeller ve Microsoft Edge (Chromium tabanlı), Microsoft Edge (Chromium tabanlı) Stable kanalı ve Kasım 2019 güvenlik güncelleştirmeleri yüklendikten sonra Microsoft Edge'in (Edge HTML) yerini alır. Bu, “Yapılandırılmadı” ayarı ile aynı davranıştır.

Bu ilke “Etkin” olarak ayarlanırsa Microsoft Edge (Chromium tabanlı) ve Microsoft Edge (Edge HTML), Microsoft Edge (Chromium tabanlı) yüklendikten sonra yan yana çalışabilir.

Bu grup ilkesinin geçerli olması için Microsoft Edge (Chromium tabanlı) Windows Update tarafından otomatik olarak yüklenmeden önce yapılandırılmalıdır. Not: Kullanıcı, Microsoft Edge (Chromium tabanlı) Engelleyici Araç Seti'ni kullanarak Microsoft Edge'in (Chromium tabanlı) otomatik güncelleştirilmesini engelleyebilir.</string>
      <string id="Part_AutoUpdateCheckPeriod">Güncelleştirme denetimleri arasındaki dakika sayısı</string>
      <string id="Part_UpdateCheckSuppressedStartHour">Güncelleştirme denetimini gizlemeyi başlatan gün içinde bir saat</string>
      <string id="Part_UpdateCheckSuppressedStartMin">Güncelleştirme denetimini gizlemeyi başlatan saatin dakikası</string>
      <string id="Part_UpdateCheckSuppressedDurationMin">Her gün güncelleştirme denetimini gizlemek istediğiniz dakika sayısı</string>
      <string id="Part_ProxyMode">Ara sunucu ayarlarının nasıl belirleneceğini seç</string>
      <string id="Part_ProxyServer">Ara sunucunun adresi veya URL'si</string>
      <string id="Part_ProxyPacUrl">Ara sunucu .pac dosyasının URL'si</string>
      <string id="Part_UpdatePolicy">Güncelleştirme İlkesi</string>
      <string id="Part_TargetVersionPrefix">Hedef sürüm</string>
      <string id="Name_UpdatesEnabled">Güncelleştirmelere her zaman izin ver (önerilen)</string>
      <string id="Name_ManualUpdatesOnly">Yalnızca el ile güncelleştirme</string>
      <string id="Name_AutomaticUpdatesOnly">Yalnızca otomatik sessiz güncelleştirmeler</string>
      <string id="Name_UpdatesDisabled">Güncelleştirmeler devre dışı</string>
      <string id="ProxyDisabled_DropDown">Hiçbir zaman ara sunucu kullanma</string>
      <string id="ProxyAutoDetect_DropDown">Ara sunucu ayarlarını otomatik algıla</string>
      <string id="ProxyPacScript_DropDown">Bir .pac ara sunucu betiği kullan</string>
      <string id="ProxyFixedServers_DropDown">Sabit ara sunucular kullan</string>
      <string id="ProxyUseSystem_DropDown">Sistem ara sunucu ayarlarını kullan</string>
      <string id="Explain_GoogleUpdate">Microsoft Edge Update kullanılarak Microsoft Edge'in yüklenmesini ve güncelleştirilmesini kontrol eden ilkeler.</string>
      <string id="Explain_Preferences">Microsoft Edge Update için genel ilkeler.</string>
      <string id="Explain_AutoUpdateCheckPeriod">Etkinleştirilirse bu ilke, otomatik güncelleştirme denetimleri arasındaki minimum dakika sayısı için bir değer ayarlamanızı sağlar. Etkinleştirilmediği takdirde otomatik güncelleştirme varsayılan olarak her 10 saatte bir güncelleştirmeleri kontrol eder.

  Tüm otomatik güncelleştirme denetimlerini devre dışı bırakmak isterseniz değeri 0 olarak ayarlayın (önerilmez).</string>
      <string id="Explain_DownloadPreference">Etkinleştirilirse Microsoft Edge Update sunucusu, yanıtlarındaki güncelleştirme yükleri için önbellek dostu URL'ler sağlamayı dener.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Bu ilkeyi etkinleştirirseniz güncelleştirme denetimleri her gün Süre (dakika cinsinden) boyunca Hour:Minute saatinde başlayarak gizlenir. Süre, yaz saati uygulamasından etkilenmez. Örneğin, başlangıç saati 22:00 ve süre 480 dakikaysa bu dönemde yaz saati uygulamasının başlayıp başlamadığına bakılmaksızın güncelleştirmeler tam olarak 8 saat boyunca gizlenir.

  Bu ilkeyi devre dışı bırakırsanız veya yapılandırmazsanız güncelleştirme denetimleri herhangi belirli bir dönemde gizlenemez.</string>
      <string id="Explain_ProxyMode">Microsoft Edge Update tarafından kullanılan ara sunucu ayarlarını belirtmenize olanak tanır.

  Bu ilkeyi etkinleştirirseniz aşağıdaki ara sunucu seçenekleri arasından seçim yapabilirsiniz:
   - Ara sunucunun hiçbir zaman kullanılmamasını ve her zaman doğrudan bağlanılmasını seçerseniz diğer tüm seçenekler yok sayılır.
   - Sistem ara sunucu ayarlarını kullanmayı veya ara sunucuyu otomatik olarak algılamayı seçerseniz diğer tüm seçenekler yok sayılır.
   - Sabit sunucu ara sunucu modunu seçerseniz 'Ara sunucunun adresi veya URL'si' ilkesinde daha fazla seçenek belirtebilirsiniz.
   - Bir .pac ara sunucu betiği kullanmayı seçerseniz 'Ara sunucu .pac dosyasının URL'si' ilkesinde betiğin URL’sini belirtmeniz gerekir.

  Bu ilkeyi etkinleştirirseniz kuruluşunuzdaki kullanıcılar, Microsoft Edge Update üzerindeki ara sunucu ayarlarını değiştiremez.

  Bu ilkeyi devre dışı bırakırsanız veya yapılandırmazsanız herhangi bir ara sunucu ayarı yapılandırılmaz ancak kuruluşunuzdaki kullanıcılar, Microsoft Edge Update için kendi ara sunucu ayarlarını seçebilir.</string>
      <string id="Explain_ProxyServer">Microsoft Edge Update için kullanılacak ara sunucunun URL'sini belirtmenize izin verir.

 Bu ilkeyi etkinleştirirseniz Microsoft Edge güncelleştirmesi tarafından kuruluşunuzda kullanılan proxy sunucusu URL'sini ayarlayabilirsiniz.

 Bu ilke yalnızca, 'Ara sunucu ayarlarının nasıl belirleneceğini seç' ilkesinde el ile ara sunucu ayarları seçtiyseniz uygulanır.

  'Ara sunucu ayarlarının nasıl belirleneceğini seç' ilkesinde el ile haricinde bir ara sunucu ayarı seçtiyseniz bu ilkeyi yapılandırmayın.</string>
      <string id="Explain_ProxyPacUrl">Ara sunucu otomatik yapılandırma (PAC) dosyasının URL'sini belirtmenize olanak tanır.

  Bu ilkeyi etkinleştirirseniz belirli bir web sitesini getirirken Microsoft Edge Update'in uygun ara sunucuyu nasıl seçeceğini otomatikleştiren bir PAC dosyası URL'si belirtebilirsiniz.

  Bu ilke yalnızca 'Ara sunucu ayarlarının nasıl belirleneceğini seç' ilkesinde el ile ara sunucu ayarlarını belirttiğiniz takdirde uygulanır.

  'Ara sunucu ayarlarının nasıl belirleneceğini seç' ilkesinde el ile ara sunucu ayarı dışında farklı bir ara sunucu ayarı seçtiyseniz bu ilkeyi yapılandırmayın.</string>
      <string id="Explain_Applications">Gelecekte yayınlanacak Microsoft Edge uygulamalarını desteklemek için güncelleştirilmiş bir ADMX/ADML şablonu gerekecektir.</string>
      <string id="Explain_DefaultAllowInstallation">Etki alanına katılmış cihazlarda Microsoft Edge'e izin vermek veya bunları engellemek için tüm kanalların varsayılan davranışını belirleyebilirsiniz.

Belirli kanallar için 'Yüklemeye izin ver' ilkesini etkinleştirerek bu ilkeyi tek tek kanallar için geçersiz kılabilirsiniz.

Bu ilkeyi devre dışı bırakırsanız, Microsoft Edge'in yüklenmesi engellenir. Bu, yalnızca 'Yüklemeye izin ver' ilkesi Yapılandırılmadı olarak ayarlandığında Microsoft Edge yazılımının yüklenmesini etkiler.

Bu ilke, Microsoft Edge Update'in çalışmasını engellemez veya kullanıcıların diğer yöntemleri kullanarak Microsoft Edge yazılımını yüklemesini engellemez.</string>
      <string id="Explain_DefaultUpdatePolicy">Microsoft Edge Update'in Microsoft Edge'deki kullanılabilir güncelleştirmeleri nasıl işleyeceğine ilişkin tüm kanalların varsayılan davranışını belirlemenizi sağlar. Tek kanallar için 'Güncelleştirme ilkesi geçersiz kılması' ilkesi belirtilerek bu ilgili kanallar için geçersiz kılınabilir.

  Bu ilkeyi etkinleştirirseniz Microsoft Edge Update, Microsoft Edge güncelleştirmelerini şu seçenekleri yapılandırma şeklinize göre işler:
   - Güncelleştirmelere her zaman izin ver: Düzenli güncelleştirme denetimi veya el ile güncelleştirme denetimi ile bulunan güncelleştirmeler her zaman uygulanır.
   - Yalnızca otomatik sessiz güncelleştirmeler: Yalnızca düzenli güncelleştirme denetimi tarafından bulunan güncelleştirmeler uygulanır.
   - Yalnızca el ile güncelleştirmeler: Güncelleştirmeler yalnızca kullanıcı el ile güncelleştirme denetimini çalıştırdığında uygulanır.
   - Güncelleştirmeler devre dışı: Güncelleştirmeler hiçbir zaman uygulanmaz.

  El ile güncelleştirmeleri seçerseniz, varsa uygulamanın el ile güncelleştirme mekanizmasını kullanarak güncelleştirmeleri düzenli olarak kontrol ettiğinizden emin olun. Güncelleştirmeleri devre dışı bırakırsanız güncelleştirmeleri düzenli olarak kontrol edin ve kullanıcılara dağıtın.

  Bu ilkeyi etkinleştirmezseniz ve yapılandırmazsanız Microsoft Edge Update, kullanılabilir güncelleştirmeleri, 'Güncelleştirme ilkesi geçersiz kılması' ilkesi tarafından belirtilen şekilde işler.</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Microsoft Edge yüklendiğinde bir masaüstü kısayolu oluşturmak üzere tüm kanallar için varsayılan davranışı belirtmenize olanak sağlar.

  Bu ilkeyi etkinleştirirseniz, Microsoft Edge yüklendiğinde bir masaüstü kısayolu oluşturulur.
  Bu ilkeyi devre dışı bırakırsanız, Microsoft Edge yüklendiğinde hiçbir masaüstü kısayolu oluşturulmaz.
  Bu ilkeyi yapılandırmadığınız takdirde, yükleme sırasında Microsoft Edge için bir masaüstü kısayolu oluşturulur.
  Microsoft Edge zaten yüklüyse, bu ilkenin hiçbir etkisi olmaz.</string>
      <string id="Explain_CreateDesktopShortcut">Bu ilkeyi etkinleştirirseniz, Microsoft Edge yüklendiğinde bir masaüstü kısayolu oluşturulur.
 Bu ilkeyi devre dışı bırakırsanız, Microsoft Edge yüklendiğinde hiçbir masaüstü kısayolu oluşturulmaz.
 Bu ilkeyi yapılandırmadığınız takdirde, yükleme sırasında Microsoft Edge için bir masaüstü kısayolu oluşturulur.
  Microsoft Edge zaten yüklüyse, bu ilkenin hiçbir etkisi olmaz.

 Bu ilkeyi bir kanal için yapılandırmadığınız takdirde, Microsoft Edge yüklendiğinde kısayol oluşturma işlemini 'Varsayılan yükleme sonrasında Masaüstü Kısayolu oluşturmayı engelleme' varsayılan ilke yapılandırması belirler.</string>
      <string id="Explain_WebView">Microsoft Edge WebView ile ilgili ilkeleri belirtir.</string>
      <string id="Explain_WebView_AutoUpdate">Otomatik güncelleştirmelerin Microsoft Edge WebView için etkinleştirilip etkinleştirilmeyeceğini belirtmenize olanak sağlar. Microsoft Edge WebView, uygulamalar tarafından web içeriğini görüntülemek için kullanılan bir bileşendir.
  Otomatik güncelleştirmeler varsayılan olarak etkindir. Otomatik güncelleştirmelerin Microsoft Edge WebView için devre dışı bırakılması bu bileşene bağımlı uygulamalarla uyumluluk sorunlarına neden olabilir.

  Bu ilkeyi etkinleştirirseniz, Microsoft Edge Update aşağıdaki seçenekleri nasıl yapılandırdığınıza bağlı olarak Microsoft Edge WebView güncelleştirmelerini yönetir:
  - Güncelleştirmelere her zaman izin ver: Güncelleştirmeler otomatik olarak indirilir ve uygulanır
  - Güncelleştirmeler devre dışı: Güncelleştirmeler hiçbir zaman indirilmez ve uygulanmaz

  Bu ilkeyi etkinleştirmezseniz, güncelleştirmeler otomatik olarak indirilir ve uygulanır.</string>
      <string id="Explain_WebView_Install">Microsoft Edge WebView’in Microsoft Edge Update kullanılarak yüklenip yüklenemeyeceğini belirtmenize olarak sağlar.

  - Bu ilkeyi etkinleştirirseniz, kullanıcılar Microsoft Edge WebView’i Microsoft Edge Update aracılığıyla yükleyebilir.
  - Bu ilkeyi devre dışı bırakırsanız, kullanıcılar Microsoft Edge WebView’i Microsoft Edge Update aracılığıyla yükleyemez.
  - Bu ilkeyi yapılandırmadığınız takdirde, 'Yüklemeye varsayılan olarak izin ver' ilke yapılandırması, kullanıcıların Microsoft Edge WebView’i Microsoft Edge Update aracılığıyla yükleyip yükleyemeyeceğini belirler.</string>
      <string id="Explain_WebView_TargetVersionPrefix">Bu ilke etkinleştirildiğinde ve otomatik güncelleştirme etkinleştirildiğinde, Microsoft Edge WebView bu ilke değeri tarafından belirtilen sürüme güncelleştirilir.
 İlke değeri belirli bir Microsoft Edge WebView sürümü olmalıdır, örneğin 83.0.499.12. Cihaz belirtilen değerden daha yeni bir Microsoft Edge WebView sürümüne sahipse, Microsoft Edge WebView daha yeni sürümde kalır ve belirtilen eski sürüm yüklenmez.

 Belirtilen sürüm yoksa veya yanlış biçimlendirildiyse, Microsoft Edge WebView geçerli sürümde kalır ve gelecekteki sürümlere otomatik olarak güncelleştirilmez.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Microsoft Edge kanalının etki alanına katılmış aygıtlara yüklenip yüklenemeyeceğini belirtir.

  Bir kanal için bu ilkeyi etkinleştirirseniz, Microsoft Edge'in yüklenmesi engellenmez.

  Bu ilkeyi devre dışı bırakırsanız bir kanal için Microsoft Edge'in yüklenmesi engellenir.

  Bu ilkeyi bir kanal için yapılandırmazsanız, 'Yüklemeye varsayılan olarak izin ver' ilke yapılandırması kullanıcıların Microsoft Edge'in bu kanalını yükleyip yükleyemeyeceğini belirler.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Microsoft Edge Update'in Microsoft Edge'deki kullanılabilir güncelleştirmeleri nasıl işleyeceğini belirler.

  Bu ilkeyi etkinleştirirseniz Microsoft Edge Update, Microsoft Edge güncelleştirmelerini şu seçenekleri yapılandırma şeklinize göre işler:
   - Güncelleştirmelere her zaman izin ver: Düzenli güncelleştirme denetimi veya el ile güncelleştirme denetimi ile bulunan güncelleştirmeler her zaman uygulanır.
   - Yalnızca otomatik sessiz güncelleştirmeler: Yalnızca düzenli güncelleştirme denetimi tarafından bulunan güncelleştirmeler uygulanır.
   - Yalnızca el ile güncelleştirmeler: Güncelleştirmeler yalnızca kullanıcı el ile güncelleştirme denetimini çalıştırdığında uygulanır. (Bu seçenek için tüm uygulamalar bir arabirim sağlamaz.)
   - Güncelleştirmeler devre dışı: Güncelleştirmeler hiçbir zaman uygulanmaz.

  El ile güncelleştirmeleri seçerseniz, varsa uygulamanın el ile güncelleştirme mekanizmasını kullanarak güncelleştirmeleri düzenli olarak kontrol ettiğinizden emin olun. Güncelleştirmeleri devre dışı bırakırsanız güncelleştirmeleri düzenli olarak kontrol edin ve kullanıcılara dağıtın.

  Bu ilkeyi etkinleştirmezseniz ve yapılandırmazsanız Microsoft Edge Update, kullanılabilir güncelleştirmeleri 'Güncelleştirme ilkesi geçersiz kılma varsayılanı' ilkesi tarafından belirtilen şekilde işler. More information is not final: https://to-be-replaced.invalid/edge</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Bu ilke etkinleştirildiğinde ve otomatik güncelleştirme etkinleştirildiğinde, Microsoft Edge bu ilke değeri tarafından belirtilen sürüme güncelleştirilir.

İlke değeri belirli bir Microsoft Edge sürümü olmalıdır, örneğin 83.0.499.12.

Cihaz belirtilen değerden daha yeni bir Microsoft Edge sürümüne sahipse, Microsoft Edge daha yeni sürümde kalır ve belirtilen eski sürüm yüklenmez.

Belirtilen sürüm yoksa veya yanlış biçimlendirildiyse, Microsoft Edge geçerli sürümde kalır ve gelecekteki sürümlere otomatik olarak güncelleştirilmez.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Microsoft Edge Update’in yüklemeleri 'Hedef sürümü geçersiz kılma' ilkesinde belirtilen sürüme geri alması gerektiğini belirtir.

Bu ilke, 'Hedef sürümü geçersiz kılma' ayarlanmadıkça ve 'Güncelleştirme ilkesi geçersiz kılması' AÇIK durumlardan (Her zaman güncelleştirmelere izin ver, Yalnızca otomatik sessiz güncelleştirmeler, Yalnızca el ile yapılan güncelleştirmeler) birine ayarlanmadıkça etkili olmaz.

Bu ilkeyi devre dışı bırakır veya yapılandırmazsanız 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek bir sürüme yönelik yüklemeler aynı şekilde bırakılır.

Bu ilkeyi etkinleştirirseniz 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek olan geçerli sürüme yönelik yüklemeler hedef sürüme düşürülür.

Kullanıcıların, en son güvelik güncelleştirmeleri tarafından korunmaları için Microsoft Edge tarayıcısının en son sürümünü yüklemelerini öneririz. Eski bir sürüme geri alma işlemi, bilinen güvenlik sorunlarına maruz kalma riskini doğurur. Bu ilkenin, Microsoft Edge tarayıcı güncelleştirmesindeki sorunları ele almaya yönelik geçici bir düzeltme olarak kullanılması amaçlanmıştır.

Tarayıcı sürümünüzü geçici olarak geri almadan önce kuruluşunuzdaki tüm kullanıcılar için Eşitlemeyi (https://go.microsoft.com/fwlink/?linkid=2133032) açmanızı öneririz. Eşitlemeyi açmazsanız göz atma verilerinin kalıcı olarak kaybedilmesi riskiyle karşı karşıya kalabilirsiniz. Bu ilkeyi kullanma sorumluluğu size aittir.

Not: Geri alınabilen tüm sürümleri https://aka.ms/EdgeEnterprise adresinden görüntüleyebilirsiniz.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örnekleri için geçerlidir.

Bu ilke, Microsoft Edge sürüm 86 veya üzeri için geçerlidir.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2133918 adresini ziyaret edin. Bu ilke, Kuruluş Yöneticileri'nin iş nedeniyle eski sürümü yüklemesi gerektiğinde geçici bir önlem işlevi görmesi için tasarlanmıştır. Kullanıcıların en son güvenlik güncelleştirmeleriyle korunmasını sağlamak için en son sürüm kullanılmalıdır. Sürümler daha eski sürümlere düşürülürse uyumsuzluklar olabilir.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Microsoft Edge kanalının etki alanına katılmış aygıtlara yüklenip yüklenemeyeceğini belirtir.

  Bir kanal için bu ilkeyi etkinleştirirseniz, Microsoft Edge'in yüklenmesi engellenmez.

  Bu ilkeyi devre dışı bırakırsanız bir kanal için Microsoft Edge'in yüklenmesi engellenir.

  Bu ilkeyi bir kanal için yapılandırmazsanız, 'Yüklemeye varsayılan olarak izin ver' ilke yapılandırması kullanıcıların Microsoft Edge'in bu kanalını yükleyip yükleyemeyeceğini belirler.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Microsoft Edge Update'in Microsoft Edge'deki kullanılabilir güncelleştirmeleri nasıl işleyeceğini belirler.

  Bu ilkeyi etkinleştirirseniz Microsoft Edge Update, Microsoft Edge güncelleştirmelerini şu seçenekleri yapılandırma şeklinize göre işler:
   - Güncelleştirmelere her zaman izin ver: Düzenli güncelleştirme denetimi veya el ile güncelleştirme denetimi ile bulunan güncelleştirmeler her zaman uygulanır.
   - Yalnızca otomatik sessiz güncelleştirmeler: Yalnızca düzenli güncelleştirme denetimi tarafından bulunan güncelleştirmeler uygulanır.
   - Yalnızca el ile güncelleştirmeler: Güncelleştirmeler yalnızca kullanıcı el ile güncelleştirme denetimini çalıştırdığında uygulanır. (Bu seçenek için tüm uygulamalar bir arabirim sağlamaz.)
   - Güncelleştirmeler devre dışı: Güncelleştirmeler hiçbir zaman uygulanmaz.

  El ile güncelleştirmeleri seçerseniz, varsa uygulamanın el ile güncelleştirme mekanizmasını kullanarak güncelleştirmeleri düzenli olarak kontrol ettiğinizden emin olun. Güncelleştirmeleri devre dışı bırakırsanız güncelleştirmeleri düzenli olarak kontrol edin ve kullanıcılara dağıtın.

  Bu ilkeyi etkinleştirmezseniz ve yapılandırmazsanız Microsoft Edge Update, kullanılabilir güncelleştirmeleri 'Güncelleştirme ilkesi geçersiz kılma varsayılanı' ilkesi tarafından belirtilen şekilde işler. More information is not final: https://to-be-replaced.invalid/edgebeta</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Bu ilke etkinleştirildiğinde ve otomatik güncelleştirme etkinleştirildiğinde, Microsoft Edge bu ilke değeri tarafından belirtilen sürüme güncelleştirilir.

İlke değeri belirli bir Microsoft Edge sürümü olmalıdır, örneğin 83.0.499.12.

Cihaz belirtilen değerden daha yeni bir Microsoft Edge sürümüne sahipse, Microsoft Edge daha yeni sürümde kalır ve belirtilen eski sürüm yüklenmez.

Belirtilen sürüm yoksa veya yanlış biçimlendirildiyse, Microsoft Edge geçerli sürümde kalır ve gelecekteki sürümlere otomatik olarak güncelleştirilmez.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Microsoft Edge Update’in yüklemeleri 'Hedef sürümü geçersiz kılma' ilkesinde belirtilen sürüme geri alması gerektiğini belirtir.

Bu ilke, 'Hedef sürümü geçersiz kılma' ayarlanmadıkça ve 'Güncelleştirme ilkesi geçersiz kılması' AÇIK durumlardan (Her zaman güncelleştirmelere izin ver, Yalnızca otomatik sessiz güncelleştirmeler, Yalnızca el ile yapılan güncelleştirmeler) birine ayarlanmadıkça etkili olmaz.

Bu ilkeyi devre dışı bırakır veya yapılandırmazsanız 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek bir sürüme yönelik yüklemeler aynı şekilde bırakılır.

Bu ilkeyi etkinleştirirseniz 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek olan geçerli sürüme yönelik yüklemeler hedef sürüme düşürülür.

Kullanıcıların, en son güvelik güncelleştirmeleri tarafından korunmaları için Microsoft Edge tarayıcısının en son sürümünü yüklemelerini öneririz. Eski bir sürüme geri alma işlemi, bilinen güvenlik sorunlarına maruz kalma riskini doğurur. Bu ilkenin, Microsoft Edge tarayıcı güncelleştirmesindeki sorunları ele almaya yönelik geçici bir düzeltme olarak kullanılması amaçlanmıştır.

Tarayıcı sürümünüzü geçici olarak geri almadan önce kuruluşunuzdaki tüm kullanıcılar için Eşitlemeyi (https://go.microsoft.com/fwlink/?linkid=2133032) açmanızı öneririz. Eşitlemeyi açmazsanız göz atma verilerinin kalıcı olarak kaybedilmesi riskiyle karşı karşıya kalabilirsiniz. Bu ilkeyi kullanma sorumluluğu size aittir.

Not: Geri alınabilen tüm sürümleri https://aka.ms/EdgeEnterprise adresinden görüntüleyebilirsiniz.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örnekleri için geçerlidir.

Bu ilke, Microsoft Edge sürüm 86 veya üzeri için geçerlidir.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2133918 adresini ziyaret edin. Bu ilke, Kuruluş Yöneticileri'nin iş nedeniyle eski sürümü yüklemesi gerektiğinde geçici bir önlem işlevi görmesi için tasarlanmıştır. Kullanıcıların en son güvenlik güncelleştirmeleriyle korunmasını sağlamak için en son sürüm kullanılmalıdır. Sürümler daha eski sürümlere düşürülürse uyumsuzluklar olabilir.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Microsoft Edge kanalının etki alanına katılmış aygıtlara yüklenip yüklenemeyeceğini belirtir.

  Bir kanal için bu ilkeyi etkinleştirirseniz, Microsoft Edge'in yüklenmesi engellenmez.

  Bu ilkeyi devre dışı bırakırsanız bir kanal için Microsoft Edge'in yüklenmesi engellenir.

  Bu ilkeyi bir kanal için yapılandırmazsanız, 'Yüklemeye varsayılan olarak izin ver' ilke yapılandırması kullanıcıların Microsoft Edge'in bu kanalını yükleyip yükleyemeyeceğini belirler.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Microsoft Edge Update'in Microsoft Edge'deki kullanılabilir güncelleştirmeleri nasıl işleyeceğini belirler.

  Bu ilkeyi etkinleştirirseniz Microsoft Edge Update, Microsoft Edge güncelleştirmelerini şu seçenekleri yapılandırma şeklinize göre işler:
   - Güncelleştirmelere her zaman izin ver: Düzenli güncelleştirme denetimi veya el ile güncelleştirme denetimi ile bulunan güncelleştirmeler her zaman uygulanır.
   - Yalnızca otomatik sessiz güncelleştirmeler: Yalnızca düzenli güncelleştirme denetimi tarafından bulunan güncelleştirmeler uygulanır.
   - Yalnızca el ile güncelleştirmeler: Güncelleştirmeler yalnızca kullanıcı el ile güncelleştirme denetimini çalıştırdığında uygulanır. (Bu seçenek için tüm uygulamalar bir arabirim sağlamaz.)
   - Güncelleştirmeler devre dışı: Güncelleştirmeler hiçbir zaman uygulanmaz.

  El ile güncelleştirmeleri seçerseniz, varsa uygulamanın el ile güncelleştirme mekanizmasını kullanarak güncelleştirmeleri düzenli olarak kontrol ettiğinizden emin olun. Güncelleştirmeleri devre dışı bırakırsanız güncelleştirmeleri düzenli olarak kontrol edin ve kullanıcılara dağıtın.

  Bu ilkeyi etkinleştirmezseniz ve yapılandırmazsanız Microsoft Edge Update, kullanılabilir güncelleştirmeleri 'Güncelleştirme ilkesi geçersiz kılma varsayılanı' ilkesi tarafından belirtilen şekilde işler. More information is not final: https://to-be-replaced.invalid/edgedev</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Bu ilke etkinleştirildiğinde ve otomatik güncelleştirme etkinleştirildiğinde, Microsoft Edge bu ilke değeri tarafından belirtilen sürüme güncelleştirilir.

İlke değeri belirli bir Microsoft Edge sürümü olmalıdır, örneğin 83.0.499.12.

Cihaz belirtilen değerden daha yeni bir Microsoft Edge sürümüne sahipse, Microsoft Edge daha yeni sürümde kalır ve belirtilen eski sürüm yüklenmez.

Belirtilen sürüm yoksa veya yanlış biçimlendirildiyse, Microsoft Edge geçerli sürümde kalır ve gelecekteki sürümlere otomatik olarak güncelleştirilmez.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Microsoft Edge Update’in yüklemeleri 'Hedef sürümü geçersiz kılma' ilkesinde belirtilen sürüme geri alması gerektiğini belirtir.

Bu ilke, 'Hedef sürümü geçersiz kılma' ayarlanmadıkça ve 'Güncelleştirme ilkesi geçersiz kılması' AÇIK durumlardan (Her zaman güncelleştirmelere izin ver, Yalnızca otomatik sessiz güncelleştirmeler, Yalnızca el ile yapılan güncelleştirmeler) birine ayarlanmadıkça etkili olmaz.

Bu ilkeyi devre dışı bırakır veya yapılandırmazsanız 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek bir sürüme yönelik yüklemeler aynı şekilde bırakılır.

Bu ilkeyi etkinleştirirseniz 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek olan geçerli sürüme yönelik yüklemeler hedef sürüme düşürülür.

Kullanıcıların, en son güvelik güncelleştirmeleri tarafından korunmaları için Microsoft Edge tarayıcısının en son sürümünü yüklemelerini öneririz. Eski bir sürüme geri alma işlemi, bilinen güvenlik sorunlarına maruz kalma riskini doğurur. Bu ilkenin, Microsoft Edge tarayıcı güncelleştirmesindeki sorunları ele almaya yönelik geçici bir düzeltme olarak kullanılması amaçlanmıştır.

Tarayıcı sürümünüzü geçici olarak geri almadan önce kuruluşunuzdaki tüm kullanıcılar için Eşitlemeyi (https://go.microsoft.com/fwlink/?linkid=2133032) açmanızı öneririz. Eşitlemeyi açmazsanız göz atma verilerinin kalıcı olarak kaybedilmesi riskiyle karşı karşıya kalabilirsiniz. Bu ilkeyi kullanma sorumluluğu size aittir.

Not: Geri alınabilen tüm sürümleri https://aka.ms/EdgeEnterprise adresinden görüntüleyebilirsiniz.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örnekleri için geçerlidir.

Bu ilke, Microsoft Edge sürüm 86 veya üzeri için geçerlidir.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2133918 adresini ziyaret edin. Bu ilke, Kuruluş Yöneticileri'nin iş nedeniyle eski sürümü yüklemesi gerektiğinde geçici bir önlem işlevi görmesi için tasarlanmıştır. Kullanıcıların en son güvenlik güncelleştirmeleriyle korunmasını sağlamak için en son sürüm kullanılmalıdır. Sürümler daha eski sürümlere düşürülürse uyumsuzluklar olabilir.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Microsoft Edge kanalının etki alanına katılmış aygıtlara yüklenip yüklenemeyeceğini belirtir.

  Bir kanal için bu ilkeyi etkinleştirirseniz, Microsoft Edge'in yüklenmesi engellenmez.

  Bu ilkeyi devre dışı bırakırsanız bir kanal için Microsoft Edge'in yüklenmesi engellenir.

  Bu ilkeyi bir kanal için yapılandırmazsanız, 'Yüklemeye varsayılan olarak izin ver' ilke yapılandırması kullanıcıların Microsoft Edge'in bu kanalını yükleyip yükleyemeyeceğini belirler.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Microsoft Edge Update'in Microsoft Edge'deki kullanılabilir güncelleştirmeleri nasıl işleyeceğini belirler.

  Bu ilkeyi etkinleştirirseniz Microsoft Edge Update, Microsoft Edge güncelleştirmelerini şu seçenekleri yapılandırma şeklinize göre işler:
   - Güncelleştirmelere her zaman izin ver: Düzenli güncelleştirme denetimi veya el ile güncelleştirme denetimi ile bulunan güncelleştirmeler her zaman uygulanır.
   - Yalnızca otomatik sessiz güncelleştirmeler: Yalnızca düzenli güncelleştirme denetimi tarafından bulunan güncelleştirmeler uygulanır.
   - Yalnızca el ile güncelleştirmeler: Güncelleştirmeler yalnızca kullanıcı el ile güncelleştirme denetimini çalıştırdığında uygulanır. (Bu seçenek için tüm uygulamalar bir arabirim sağlamaz.)
   - Güncelleştirmeler devre dışı: Güncelleştirmeler hiçbir zaman uygulanmaz.

  El ile güncelleştirmeleri seçerseniz, varsa uygulamanın el ile güncelleştirme mekanizmasını kullanarak güncelleştirmeleri düzenli olarak kontrol ettiğinizden emin olun. Güncelleştirmeleri devre dışı bırakırsanız güncelleştirmeleri düzenli olarak kontrol edin ve kullanıcılara dağıtın.

  Bu ilkeyi etkinleştirmezseniz ve yapılandırmazsanız Microsoft Edge Update, kullanılabilir güncelleştirmeleri 'Güncelleştirme ilkesi geçersiz kılma varsayılanı' ilkesi tarafından belirtilen şekilde işler. More information is not final: https://to-be-replaced.invalid/edgecanary</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Bu ilke etkinleştirildiğinde ve otomatik güncelleştirme etkinleştirildiğinde, Microsoft Edge bu ilke değeri tarafından belirtilen sürüme güncelleştirilir.

İlke değeri belirli bir Microsoft Edge sürümü olmalıdır, örneğin 83.0.499.12.

Cihaz belirtilen değerden daha yeni bir Microsoft Edge sürümüne sahipse, Microsoft Edge daha yeni sürümde kalır ve belirtilen eski sürüm yüklenmez.

Belirtilen sürüm yoksa veya yanlış biçimlendirildiyse, Microsoft Edge geçerli sürümde kalır ve gelecekteki sürümlere otomatik olarak güncelleştirilmez.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Microsoft Edge Update’in yüklemeleri 'Hedef sürümü geçersiz kılma' ilkesinde belirtilen sürüme geri alması gerektiğini belirtir.

Bu ilke, 'Hedef sürümü geçersiz kılma' ayarlanmadıkça ve 'Güncelleştirme ilkesi geçersiz kılması' AÇIK durumlardan (Her zaman güncelleştirmelere izin ver, Yalnızca otomatik sessiz güncelleştirmeler, Yalnızca el ile yapılan güncelleştirmeler) birine ayarlanmadıkça etkili olmaz.

Bu ilkeyi devre dışı bırakır veya yapılandırmazsanız 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek bir sürüme yönelik yüklemeler aynı şekilde bırakılır.

Bu ilkeyi etkinleştirirseniz 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek olan geçerli sürüme yönelik yüklemeler hedef sürüme düşürülür.

Kullanıcıların, en son güvelik güncelleştirmeleri tarafından korunmaları için Microsoft Edge tarayıcısının en son sürümünü yüklemelerini öneririz. Eski bir sürüme geri alma işlemi, bilinen güvenlik sorunlarına maruz kalma riskini doğurur. Bu ilkenin, Microsoft Edge tarayıcı güncelleştirmesindeki sorunları ele almaya yönelik geçici bir düzeltme olarak kullanılması amaçlanmıştır.

Tarayıcı sürümünüzü geçici olarak geri almadan önce kuruluşunuzdaki tüm kullanıcılar için Eşitlemeyi (https://go.microsoft.com/fwlink/?linkid=2133032) açmanızı öneririz. Eşitlemeyi açmazsanız göz atma verilerinin kalıcı olarak kaybedilmesi riskiyle karşı karşıya kalabilirsiniz. Bu ilkeyi kullanma sorumluluğu size aittir.

Not: Geri alınabilen tüm sürümleri https://aka.ms/EdgeEnterprise adresinden görüntüleyebilirsiniz.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örnekleri için geçerlidir.

Bu ilke, Microsoft Edge sürüm 86 veya üzeri için geçerlidir.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2133918 adresini ziyaret edin. Bu ilke, Kuruluş Yöneticileri'nin iş nedeniyle eski sürümü yüklemesi gerektiğinde geçici bir önlem işlevi görmesi için tasarlanmıştır. Kullanıcıların en son güvenlik güncelleştirmeleriyle korunmasını sağlamak için en son sürüm kullanılmalıdır. Sürümler daha eski sürümlere düşürülürse uyumsuzluklar olabilir.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Microsoft Edge kanalının etki alanına katılmış aygıtlara yüklenip yüklenemeyeceğini belirtir.

  Bir kanal için bu ilkeyi etkinleştirirseniz, Microsoft Edge'in yüklenmesi engellenmez.

  Bu ilkeyi devre dışı bırakırsanız bir kanal için Microsoft Edge'in yüklenmesi engellenir.

  Bu ilkeyi bir kanal için yapılandırmazsanız, 'Yüklemeye varsayılan olarak izin ver' ilke yapılandırması kullanıcıların Microsoft Edge'in bu kanalını yükleyip yükleyemeyeceğini belirler.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Microsoft Edge Update'in Microsoft Edge'deki kullanılabilir güncelleştirmeleri nasıl işleyeceğini belirler.

  Bu ilkeyi etkinleştirirseniz Microsoft Edge Update, Microsoft Edge güncelleştirmelerini şu seçenekleri yapılandırma şeklinize göre işler:
   - Güncelleştirmelere her zaman izin ver: Düzenli güncelleştirme denetimi veya el ile güncelleştirme denetimi ile bulunan güncelleştirmeler her zaman uygulanır.
   - Yalnızca otomatik sessiz güncelleştirmeler: Yalnızca düzenli güncelleştirme denetimi tarafından bulunan güncelleştirmeler uygulanır.
   - Yalnızca el ile güncelleştirmeler: Güncelleştirmeler yalnızca kullanıcı el ile güncelleştirme denetimini çalıştırdığında uygulanır. (Bu seçenek için tüm uygulamalar bir arabirim sağlamaz.)
   - Güncelleştirmeler devre dışı: Güncelleştirmeler hiçbir zaman uygulanmaz.

  El ile güncelleştirmeleri seçerseniz, varsa uygulamanın el ile güncelleştirme mekanizmasını kullanarak güncelleştirmeleri düzenli olarak kontrol ettiğinizden emin olun. Güncelleştirmeleri devre dışı bırakırsanız güncelleştirmeleri düzenli olarak kontrol edin ve kullanıcılara dağıtın.

  Bu ilkeyi etkinleştirmezseniz ve yapılandırmazsanız Microsoft Edge Update, kullanılabilir güncelleştirmeleri 'Güncelleştirme ilkesi geçersiz kılma varsayılanı' ilkesi tarafından belirtilen şekilde işler. More information is not final: https://to-be-replaced.invalid/edgewebview</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Bu ilke etkinleştirildiğinde ve otomatik güncelleştirme etkinleştirildiğinde, Microsoft Edge bu ilke değeri tarafından belirtilen sürüme güncelleştirilir.

İlke değeri belirli bir Microsoft Edge sürümü olmalıdır, örneğin 83.0.499.12.

Cihaz belirtilen değerden daha yeni bir Microsoft Edge sürümüne sahipse, Microsoft Edge daha yeni sürümde kalır ve belirtilen eski sürüm yüklenmez.

Belirtilen sürüm yoksa veya yanlış biçimlendirildiyse, Microsoft Edge geçerli sürümde kalır ve gelecekteki sürümlere otomatik olarak güncelleştirilmez.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Microsoft Edge Update’in yüklemeleri 'Hedef sürümü geçersiz kılma' ilkesinde belirtilen sürüme geri alması gerektiğini belirtir.

Bu ilke, 'Hedef sürümü geçersiz kılma' ayarlanmadıkça ve 'Güncelleştirme ilkesi geçersiz kılması' AÇIK durumlardan (Her zaman güncelleştirmelere izin ver, Yalnızca otomatik sessiz güncelleştirmeler, Yalnızca el ile yapılan güncelleştirmeler) birine ayarlanmadıkça etkili olmaz.

Bu ilkeyi devre dışı bırakır veya yapılandırmazsanız 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek bir sürüme yönelik yüklemeler aynı şekilde bırakılır.

Bu ilkeyi etkinleştirirseniz 'Hedef sürümü geçersiz kılma' tarafından belirtilenden daha yüksek olan geçerli sürüme yönelik yüklemeler hedef sürüme düşürülür.

Kullanıcıların, en son güvelik güncelleştirmeleri tarafından korunmaları için Microsoft Edge tarayıcısının en son sürümünü yüklemelerini öneririz. Eski bir sürüme geri alma işlemi, bilinen güvenlik sorunlarına maruz kalma riskini doğurur. Bu ilkenin, Microsoft Edge tarayıcı güncelleştirmesindeki sorunları ele almaya yönelik geçici bir düzeltme olarak kullanılması amaçlanmıştır.

Tarayıcı sürümünüzü geçici olarak geri almadan önce kuruluşunuzdaki tüm kullanıcılar için Eşitlemeyi (https://go.microsoft.com/fwlink/?linkid=2133032) açmanızı öneririz. Eşitlemeyi açmazsanız göz atma verilerinin kalıcı olarak kaybedilmesi riskiyle karşı karşıya kalabilirsiniz. Bu ilkeyi kullanma sorumluluğu size aittir.

Not: Geri alınabilen tüm sürümleri https://aka.ms/EdgeEnterprise adresinden görüntüleyebilirsiniz.

Bu ilke yalnızca bir Microsoft® Active Directory® etki alanına katılmış Windows örnekleri için geçerlidir.

Bu ilke, Microsoft Edge sürüm 86 veya üzeri için geçerlidir.

Daha fazla bilgi için https://go.microsoft.com/fwlink/?linkid=2133918 adresini ziyaret edin. Bu ilke, Kuruluş Yöneticileri'nin iş nedeniyle eski sürümü yüklemesi gerektiğinde geçici bir önlem işlevi görmesi için tasarlanmıştır. Kullanıcıların en son güvenlik güncelleştirmeleriyle korunmasını sağlamak için en son sürüm kullanılmalıdır. Sürümler daha eski sürümlere düşürülürse uyumsuzluklar olabilir.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Güncelleştirme denetimleri arasındaki dakika sayısı</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Saat</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Dakika</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Süre</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">İstenecek indirme URL'sinin türü</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Ara sunucu ayarlarının nasıl belirleneceğini seç
        </dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Ara sunucunun adresi veya URL'si</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>Ara sunucu .pac dosyasının URL'si</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultAllowInstallation" />
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Güncelleştirme İlkesi</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation" />
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Güncelleştirme İlkesi</dropdownList>
      </presentation>      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Hedef sürüm</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />

    </presentationTable>
  </resources>
</policyDefinitionResources>